Repository: palau/LPA-Wordpress-MU
Catalog: plugins/invisible-captcha/lang/invisible-captcha-*.po
Languages: ru_ru

source: No spam, please. This web-site is protected.<br/>Please, enable JavaScript in your browser settings and try again...
ru_ru: Не спамьте, пожалуйста. Этот сайт защищен.<br/>Включите JavaScript в Вашем обозревателе и попробуйте еще раз...

source: To leave a comment please enable JavaScript in your browser settings!
ru_ru: Пожалуйста, включите JavaScript в Вашем обозревателе для того, чтобы оставить комментарий!

source: Invisible Captcha
ru_ru: Невидимая капча

source: Configuration updated.
ru_ru: Настройки сохранены.

source: Restored default settings.
ru_ru: Восстановлены стандартные настройки.

source: Invisible Captcha Configuration
ru_ru: Настройка Невидимой капчи

source: Smart invisible captcha for wordpress comments. Visitors of your website don't need to enter letters and numbers. This small plugin automatically protects your website from spam in comments..
ru_ru: Умная невидимая капча для комментариев WordPress. Гостям вашего сайта не нужно вводить цифры и буквы. Этот маленький, но мощный плагин автоматически защищает ваш сайт от спама в комментариях.

source: ID of the hidden field
ru_ru: Идентификатор скрытого поля

source: Generate random value
ru_ru: Сгенерировать случайное значение

source: Value of the hidden field
ru_ru: Значение скрытого поля

source: JavaScript function name
ru_ru: Название функции JavaScript

source: Action to perform if comment is identified as spam
ru_ru: Действие, которое следует выполнить если комментарий определен как спам

source: Mark as Spam
ru_ru: Пометить как спам

source: Comment Moderation
ru_ru: Модерировать комментарий

source: Delete Comment
ru_ru: Удалить комментарий

source: Displayed messages
ru_ru: Показываемые сообщения

source: When spam comment has been blocked
ru_ru: Когда спам-комментарий заблокирован

source: If JavaScript is disabled in commentator's browser
ru_ru: Если отчключен JavaScript в обозревателе комментатора

source: Save
ru_ru: Сохранить настройки

source: Restore Defaults
ru_ru: Восстановить стандартные настройки

source: You are robot! No spam, please.
ru_ru: Вы робот! Не спамьте, пожалуйста.

source: No spam, please.
ru_ru: Не спамьте, пожалуйста.
