Repository: palau/LPA-Wordpress-MU
Catalog: themes/headlines/lang/headlines-*.po
Languages: lt_lt

source: % Comments
lt_lt: % Komentarai

source: % Responses
lt_lt: % Atsiliepimai

source: 0 Comments
lt_lt: 0 Komentarų

source: 1 Comment
lt_lt: 1 Komentaras

source: All Rights Reserved.
lt_lt: Visos teisės saugomos.

source: Archive
lt_lt: Archyvas

source: Archive by Author
lt_lt: Archyvas pagal autorių

source: Author Archives
lt_lt: Autoriaus archyvas

source: Author Info
lt_lt: Informacija apie autorių

source: Categories
lt_lt: Kategorijos

source: Comments
lt_lt: Komentarai

source: Comments For This Post
lt_lt: Įrašo kometarai

source: Comments are closed.
lt_lt: Komentarai uždaryti.

source: Designed by
lt_lt: Sukurta

source: Direct link to this comment
lt_lt: Tiesioginė komentaro nuoroda

source: Email
lt_lt: El.paštas

source: Email (required)
lt_lt: El.paštas (privaloma)

source: Enter keywords...
lt_lt: Įrašykite frazę...

source: Featured
lt_lt: Populiariausia

source: Follow on Twitter
lt_lt: Sekite Twitter

source: Home
lt_lt: Pradžia

source: Latest
lt_lt: Naujausi

source: Leave a Reply
lt_lt: Palikte atsiliepimą

source: Leave a Reply to %s
lt_lt: Palikte atsiliepimą %s

source: Log out of this account
lt_lt: Atsijungti nuo sąskaitos

source: Logged in as
lt_lt: Prisijungęs kaip

source: Logout
lt_lt: Atsijungti

source: Mail (will not be published)
lt_lt: El.paštas (nebus rodomas)

source: Monthly Archives
lt_lt: Mėnesinis archyvas

source: Name
lt_lt: Vardas

source: Name (required)
lt_lt: Vardas (privalomas)

source: Newer Entries
lt_lt: Naujesni įrašai

source: No Responses
lt_lt: Nėra atsiliepimų

source: No comments yet... Be the first to leave a reply!
lt_lt: Nėra komentarų.. Būk pirmas! Palik atsiliepimą!

source: Older Entries
lt_lt: Ankstesni įrašai

source: One Response
lt_lt: Vienas atsiliepimas

source: Pages
lt_lt: Puslapiai

source: Permalink to
lt_lt: Nuoroda į

source: Photos on <span>Flick<span>r</span></span>
lt_lt: Paveikslėliai <span>Flick<span>r</span></span>

source: Popular
lt_lt: Populiarūs

source: Posts
lt_lt: Įrašai

source: Powered by
lt_lt: Sukurta

source: Read more
lt_lt: Skaityti daugiau

source: Read more...
lt_lt: Skaityti daugiau...

source: Search
lt_lt: Paieška

source: Search Results
lt_lt: Paieškos rezultatai

source: Search results
lt_lt: Paieškos rezultatai

source: Share
lt_lt: Dalintis

source: Sorry, no posts matched your criteria.
lt_lt: Atsiprašome, bet jokių įrašų, atitinkančių jūsų kriterijų, nerasta.

source: Submit Comment
lt_lt: Pridėti komentarą

source: Tag Archive
lt_lt: Žymių archyvas

source: Tag Archives:
lt_lt: Žymių archyvai:

source: Tags
lt_lt: Žymės

source: The Last 30 Posts
lt_lt: 30 naujausių įrašų

source: This post is password protected. Enter the password to view comments.
lt_lt: Šis pranešimas yra apsaugota slaptažodžiu. Įveskite slaptažodį, norėdami peržiūrėti komentarus.

source: This post was written by
lt_lt: Įrašą parašė

source: Trackbacks For This Post
lt_lt: Įrašo Trackback'as

source: Trackbacks/Pingbacks
lt_lt: Trackback'as/Pingback'as

source: Website
lt_lt: Interneto svetainė

source: Website (optional)
lt_lt: Interneto svetainė (neprivalomas)

source: You can use these tags
lt_lt: Galite naudoti žymes

source: You must be
lt_lt: Jūs turite būti

source: Your comment is awaiting moderation.
lt_lt: Jūsų komenatras laikia patvirtinimo

source: comments
lt_lt: komentarai

source: logged in
lt_lt: prisijungęs kaip

source: on
lt_lt: ant

source: posts on
lt_lt: įrašai paskelti

source: to
lt_lt: į

source: to post a comment.
lt_lt: įrašyti komentarą

source: who has written
lt_lt: parašė

source: RSS feed for this section
lt_lt: skyriaus RSS
